<pad>
<unk>
<sos>
<eos>
鸭
ö
郁
架
游
朝
翻
势
乖
时
叮
案
悲
们
杀
绕
火
柿
脏
亿
均
桥
咙
敦
评
尘
昵
浴
筒
启
蚯
压
秘
废
右
X
休
破
胡
中
放
魂
餐
蚓
艘
鱿
风
锅
朋
绷
绵
婆
喷
萝
双
殃
麻
构
、
踢
液
 
抄
祸
仰
和
巨
舞
爽
踝
咕
鹿
芋
傻
百
策
够
斤
跃
触
阪
粉
敲
战
熄
泡
雾
须
烁
迹
甘
谋
狡
鸽
击
众
害
锁
虐
规
星
叉
帕
郎
碳
来
顺
史
珍
令
高
耽
莱
通
床
泊
鼻
衬
枯
搞
艾
慎
诞
足
表
面
螫
争
览
庞
搅
蟀
征
只
喀
诫
﹐
唯
鱼
看
绝
嫌
措
丝
借
吼
龈
燕
携
交
碍
功
覆
似
耶
雄
烦
褒
伏
》
伤
顶
缺
汤
祈
等
蹭
怯
全
盖
卡
岸
篇
契
侄
蟑
眼
椭
津
饭
蕃
敢
脖
礼
柔
被
围
纸
鹭
段
漂
紫
淆
酱
?
得
葵
厂
饶
涌
里
哑
孤
兽
能
主
赌
条
l
膊
骚
喘
筋
碌
并
斯
损
拜
7
护
答
形
究
齿
醒
造
季
呀
炸
胖
邦
事
如
忍
在
恨
深
滴
呆
亚
逮
莓
乌
斥
编
臂
省
乘
驱
持
崩
息
隔
哥
融
玫
濒
冷
纪
0
篷
(
左
轰
咬
止
静
检
封
尸
泥
配
渐
央
源
i
冠
换
病
竹
嫉
扬
诗
介
嗑
农
例
进
味
”
秒
前
水
镭
砰
际
物
既
鸣
挟
蜘
笋
育
%
难
绳
堕
墙
皮
具
稣
揭
熊
尬
恭
肚
但
块
灭
采
垒
忠
盐
践
缝
羡
噪
畏
披
讨
卜
抵
剂
向
线
咽
若
j
铺
膳
挨
霜
丐
振
贿
r
库
坡
探
衰
山
怕
间
烊
拍
府
驾
恰
挡
,
缴
艇
乳
卧
扔
簿
亏
礁
牢
躺
逝
姓
幢
堪
狐
颈
继
使
祖
倾
泛
铭
印
哺
西
舌
臊
租
独
鼠
咸
稀
目
违
作
桌
权
粮
定
F
节
按
冻
捉
摩
民
箱
哄
耀
恢
棒
甥
学
障
裂
闻
饮
3
菜
非
内
扶
慢
脱
团
硕
企
气
辰
础
密
燃
[
航
旬
秃
冬
聊
泪
贬
兑
细
赝
官
领
辗
已
男
菠
截
托
描
乞
个
司
弹
帆
杉
凤
猛
况
震
诚
施
著
屁
犊
径
·
腾
频
啦
蟋
吹
裕
逻
莎
殖
级
助
捞
整
驻
剩
疫
秀
国
弓
旺
始
录
新
贸
留
彼
鹦
狂
圆
导
）
路
夫
渡
与
狱
第
翔
春
门
凝
港
夏
蹈
无
妙
卫
磺
金
广
玩
腿
芦
炎
撑
恐
短
多
市
环
正
睁
控
啼
歧
锻
阖
八
哭
僧
脑
橘
存
琶
蒜
针
大
抚
寡
鼬
慈
感
字
彻
蓄
蜗
历
钉
趁
拐
患
袖
绑
罕
命
浑
妨
浓
氨
船
谅
乐
宿
照
埃
拒
验
费
踩
o
括
诋
牧
洲
锯
吸
谁
刑
兼
体
辛
繁
怪
肿
玉
朱
兹
怖
跟
刹
弟
班
惠
斜
辞
锕
棵
疾
客
肘
猎
滚
阴
意
陵
肠
地
铲
切
守
悄
卵
街
甚
毅
蟾
洋
叟
车
$
眶
台
砒
钩
娶
代
奔
丰
栋
许
世
筹
捏
瞟
唇
平
叫
棍
族
番
佛
拷
察
妥
巅
牵
梦
续
敷
勾
淇
豆
尤
肉
竟
帘
敬
斑
哮
博
隧
履
戒
冰
雪
暖
花
秋
趴
寒
胆
碎
赠
响
俱
泻
回
贼
愤
晓
逸
潺
仁
言
少
达
撕
注
y
两
庆
寸
为
B
红
漏
修
机
抗
吵
座
婶
资
伍
书
普
家
鸦
2
崖
服
弄
包
藉
乱
槟
晰
尚
步
睡
井
日
万
榔
堆
踏
校
栅
挚
绽
运
丧
巡
眨
趣
什
剪
魔
亭
植
啜
伫
惕
聘
扒
桑
虫
蔬
辨
土
厅
糕
皂
J
寂
顾
爬
余
淡
赏
述
兰
巧
临
暗
用
延
誉
摧
乔
咋
谊
去
院
忌
末
肯
君
衫
陆
上
篮
援
嚼
则
曾
匠
忽
宝
优
返
后
毁
混
胀
虹
夕
订
柚
跨
蜿
弗
美
抖
宰
键
债
仍
妄
嗽
肃
耳
课
原
钥
伸
喱
躁
文
爵
刊
陡
仪
价
享
眉
蛎
河
辜
堵
鼓
话
钱
W
银
屏
亡
抓
姐
吭
哲
问
接
闯
锚
付
耻
结
胁
武
扇
炭
拭
哇
瞥
疗
子
除
常
维
幌
应
扯
臭
殆
房
9
潮
铃
惨
糊
蕉
c
专
户
挖
萄
丘
都
掩
善
炉
傲
逢
陌
请
洪
距
咨
.
圣
完
嘀
垠
厉
聚
迷
默
毛
锈
袋
洛
连
店
尾
坝
S
瞎
浆
撒
变
城
下
阻
快
拉
仅
立
衷
木
润
需
勤
匙
悔
还
束
宠
“
聪
扰
友
庄
佑
夭
？
论
站
发
食
煮
英
蒙
尊
政
装
瑞
扮
析
虚
凳
垄
生
实
私
嗝
匿
扣
鞋
堡
翘
辩
明
爸
保
父
池
扎
鲱
柜
搭
剔
可
湖
村
邻
瞄
羞
程
皆
湿
太
且
O
稍
滩
帖
设
1
尴
镇
龟
嗯
宾
尔
樱
母
耐
壶
汽
旷
吐
你
紧
辱
小
钞
弯
I
姜
或
磁
由
易
鉴
肺
兆
－
吟
匆
质
嘴
流
窄
刮
想
分
窗
督
檬
肖
笑
每
壤
准
遣
眠
递
牡
捣
宜
梯
荷
邪
笨
昨
开
老
举
昂
欺
萧
肩
8
＂
抛
泄
瞬
章
楚
料
误
晒
夹
求
伊
横
位
毕
犯
灵
削
攒
裸
辘
鹤
识
拿
逊
腊
理
住
糖
苔
陷
散
椒
蝴
斗
舍
允
鲨
颁
阅
女
是
挂
林
P
饼
抑
晾
便
再
枕
罗
镜
踮
撼
嗜
露
打
听
欠
投
烧
侮
憾
炒
誓
利
县
收
，
s
自
值
浇
膜
裤
拼
提
厕
就
涩
纳
五
员
丢
德
碾
份
境
丛
《
屉
丑
靶
慌
宇
考
谢
惑
厨
酷
殴
搬
辑
于
词
胶
甩
偿
髦
腮
拣
彬
反
三
转
业
帝
挑
毒
H
澳
逗
幽
边
滑
"
任
白
劣
狸
引
激
诵
蚤
逹
磨
早
涨
荧
错
仆
嗓
随
卉
吗
妹
恩
髪
否
萌
像
谧
烹
署
终
油
凶
袜
牙
踪
治
壁
冒
您
骗
抬
洞
怜
的
菲
估
背
齐
愿
色
沙
御
泽
嫁
恶
巾
筑
页
寻
疏
遇
动
神
倡
序
锤
积
舒
果
虎
循
罢
插
那
阱
娜
溢
逆
指
倚
阵
T
申
橱
旅
义
倦
必
雇
信
趟
会
党
期
奶
名
舅
较
堂
f
关
洗
赤
莉
婉
哟
划
款
康
咒
竭
苏
移
窍
宫
释
伦
宴
谦
孩
掉
示
坪
碗
蜡
点
方
圈
稽
样
啡
居
暇
叠
矶
疚
量
棕
歇
度
榨
垂
靓
炖
瞭
产
儿
办
哦
汁
颊
画
　
六
催
促
挽
财
溪
覚
阁
受
耗
闪
汇
疼
镶
媛
增
纵
共
愉
异
技
奴
蚊
潜
到
元
计
供
审
穆
氓
挺
更
尝
蛙
票
擅
旁
射
豫
奖
闲
忧
腕
险
啥
希
弱
登
喂
智
浅
苦
塘
翼
数
勒
对
真
屠
般
酣
拾
祷
室
然
忆
钟
因
处
夜
区
暑
嘿
精
符
陪
补
矩
喜
矿
腐
哩
瓣
桨
羽
初
瘾
附
稚
夸
青
悦
血
警
阶
很
织
馆
贡
她
畅
黄
四
沐
络
抹
跳
贪
野
何
腼
戴
链
桦
乏
嗅
籽
弃
仿
荣
荒
童
组
肥
萃
藤
吃
着
佩
嚎
弥
醇
长
染
今
乡
口
记
瘪
尼
贷
奇
予
据
霉
赢
涂
见
症
钓
给
渔
充
待
絶
盆
妈
饪
委
身
淹
悬
赚
盗
氛
兜
挥
丸
吧
固
褐
拘
版
象
赛
盏
特
唬
腆
入
亲
活
惊
招
锐
阿
嗨
董
列
孔
降
最
填
蓬
琴
概
妻
现
适
鸟
峭
锡
赂
逛
兵
茵
葬
售
枪
奉
壳
笔
t
壮
膨
迫
轨
欢
合
酸
矣
次
懂
拳
我
根
螂
庙
出
型
伐
券
拔
部
赞
严
杖
授
诅
妆
它
操
捧
才
培
贩
嬉
管
温
黑
忘
恋
档
账
笼
呻
坏
队
鳟
断
场
谨
田
缩
荐
比
磕
黎
经
简
蜍
伪
讯
辙
喻
膏
此
谷
马
腰
称
丽
选
局
柏
脉
依
倍
匹
添
纹
欲
惰
拥
梳
途
哪
图
裙
幼
毫
麦
却
己
瘦
东
啊
粗
假
]
讲
穿
苍
呎
沏
幚
焦
谍
窝
侧
沮
让
焕
盘
4
摸
爱
牺
栖
载
勇
慰
稠
诱
姻
愁
韧
基
钮
杠
纫
别
联
题
健
扭
安
讶
罚
强
妳
其
枝
焉
串
有
互
冲
绘
甲
占
膀
b
抽
D
葡
柠
橄
空
角
貌
潢
古
电
惹
饱
负
京
超
茶
芬
熬
浮
职
遍
谣
篱
危
罔
衕
缓
力
埋
惧
石
蹑
奥
疑
+
m
销
：
」
稻
云
盛
苹
怒
葛
支
娃
凉
裁
役
绅
罐
遥
志
醺
蛰
岩
预
虽
廷
竞
嘛
宽
革
鲁
晕
啸
靠
奋
韦
岁
吉
树
遛
剃
传
泰
底
巴
闹
屋
沟
确
脆
6
残
某
塑
效
心
他
骑
把
樵
痰
握
狼
祟
咳
娘
劳
珊
观
浪
献
灾
隶
捡
豚
N
宗
搁
沾
罪
腻
凰
该
抢
旱
啃
这
骂
孙
惯
情
疲
知
虾
柳
膝
召
C
亮
翅
劝
蛛
件
纔
俊
焰
墩
楼
脚
墨
噢
过
戚
酒
捷
仇
厘
衡
嘘
颗
寄
犬
要
成
公
本
盈
L
送
重
爷
证
碑
幅
彩
抱
属
详
胳
龄
芝
声
货
幸
嘱
玛
化
缠
久
泳
噩
跌
训
朵
巫
离
蠢
爹
牌
徒
姊
范
漆
软
宁
谎
恕
营
吞
显
恒
坚
蜜
沿
走
获
朗
籍
首
姑
垫
鹳
摄
泉
几
绊
瓦
烂
闭
医
倒
萨
微
参
摆
辈
鲜
惜
复
唐
逃
呢
猫
制
试
牛
卖
滋
郊
乎
低
痴
致
购
遭
薄
凭
访
茫
爆
杆
淘
魁
皱
偶
盼
慕
略
洒
推
挤
撇
囓
以
佳
喊
影
手
枚
龙
及
乙
道
科
号
承
盔
绩
腺
e
U
解
映
邮
厌
灰
呈
法
禁
赖
派
糟
扫
毯
胞
澄
泣
笆
尖
先
咀
纯
熟
坞
榄
鹉
凄
。
约
昰
困
飞
克
防
僵
责
帽
坠
建
陋
做
鸡
带
股
李
蒸
啬
越
瓶
豪
宣
输
剧
糙
傍
落
辕
胜
决
屯
醉
故
判
雷
各
烟
欣
桩
改
诉
盲
喉
伴
松
七
趾
北
溅
军
谜
佬
馅
囱
鼾
棋
稳
消
语
烈
祝
旧
伟
魅
挪
橙
冥
攻
容
侦
荫
天
邀
钢
济
肪
梅
廉
取
矮
摇
盹
疤
烫
雅
绪
叛
说
擎
执
者
g
侍
排
归
商
遵
赔
坟
绍
（
凿
呼
波
愈
品
铁
森
叶
拄
锋
鸫
贫
骸
励
庇
士
备
瞒
签
纽
威
袤
尺
凯
扛
贴
胸
海
至
懒
坐
稿
王
喔
歉
凑
香
寓
咖
追
旗
望
污
刀
幻
哒
药
逼
袭
钻
嚏
译
板
叔
读
址
候
戈
靴
栏
格
鲑
墓
研
捂
律
缉
搏
脂
透
差
婚
找
哨
音
婴
状
疟
蔽
杜
圾
镑
遮
h
泼
聋
溺
伯
纺
帐
肴
渴
努
薯
咱
鹅
恳
缸
益
创
晨
查
码
席
刚
直
惫
率
箭
么
片
干
伙
往
!
痛
华
鄙
峰
而
协
姆
布
烬
庭
远
行
网
遅
愧
酬
拯
避
舔
腋
恤
甜
癌
杯
愚
类
极
瓜
迪
「
咆
戏
)
社
失
桃
瞧
滞
瞌
了
瑚
疯
模
伞
悉
藏
懊
卢
叙
屈
式
懦
妒
殊
素
宅
劈
馊
旦
缘
即
询
标
莽
视
曲
砸
含
算
鬼
媳
议
雀
饿
索
n
寿
烛
涉
师
窃
湾
谱
刷
米
俄
汉
奏
南
耍
兿
柴
俩
滨
惩
张
衣
恼
副
勺
念
跑
哈
之
狠
告
搜
敏
逐
盒
贺
妇
汗
额
怀
教
净
些
批
胃
兔
钳
赐
薪
凌
榜
赋
璃
减
墟
！
唱
碰
外
:
睛
轮
月
诡
蛀
光
雕
茄
厚
年
刻
偷
浸
脾
贵
蝇
铐
好
寝
周
拖
川
囚
展
拆
没
煎
宵
累
蛇
态
狮
姿
丈
廊
九
慧
沉
谚
俭
练
调
辆
养
棚
溜
匪
淋
人
筝
税
江
系
杰
硬
痘
午
删
猴
寺
％
碟
硫
福
颇
仓
翰
加
诺
仙
忙
猪
摘
/
刺
嫩
骄
滥
歌
夷
又
单
灯
买
躲
免
蔼
d
曼
半
粘
婪
吓
种
急
诊
葱
昔
二
满
退
蕾
窟
园
仗
M
统
驳
穴
偏
昏
担
艺
迎
猜
所
岛
巢
骨
播
幕
蝶
氏
千
弊
也
肤
艰
梵
性
u
务
升
饰
毙
折
总
灌
攀
写
层
从
同
卷
暴
赶
怎
起
氧
咔
迟
拨
谴
戳
突
贝
腔
近
瀑
敞
头
州
洽
术
贯
韩
顿
蓝
热
橡
珠
撞
岔
谬
择
耕
函
谐
犹
丁
蜒
速
萎
煤
帅
觉
羊
良
耘
轻
瞪
柱
端
饥
熨
测
尿
朴
集
侵
将
烤
蛋
仔
姨
替
扑
兄
擦
绿
蜂
桶
A
颜
虑
当
报
肌
俗
挣
器
芽
洁
酪
掴
拧
兴
零
喝
椅
停
迅
套
勉
死
晚
晋
坦
盟
草
玻
阳
认
赴
隐
澡
垃
嘲
敌
败
胎
屑
漫
狗
-
穷
永
鸵
晃
吻
币
a
思
砍
置
晴
塞
掌
迄
K
捕
迁
瑰
皇
界
勿
漉
怨
鲤
未
咎
习
群
摔
富
鲸
晤
尽
劲
莫
沸
吝
欧
不
脸
景
储
陶
捐
驯
磅
暂
扩
典
鹰
劫
演
痒
筵
寞
啤
蚀
清
雨
厄
驶
裹
谓
十
闷
杂
琵
涸
吠
匮
域
材
帮
册
谈
塔
矛
一
监
辍
鳄
k
抨
盯
颤
筷
剑
凡
5
丹
辣
潦
牲
搓
工
肝
炼
相
遗
沼
救
纠
漠
佣
剎
球
孕
铅
苗
句
另
项
憩
限